tap "adoptopenjdk/openjdk"
tap "aws/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "john"
brew "less"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "neovim", args: ["HEAD"]
brew "python@3.8"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "subversion"
brew "tldr"
brew "tmux"
brew "watchman"
brew "xclip"
brew "yarn"
brew "aws/tap/aws-sam-cli"
brew "heroku/brew/heroku"
brew "mongodb/brew/mongodb-community"
brew "mongodb/brew/mongodb-community@4.2"
cask "adoptopenjdk8"
cask "amethyst"
cask "background-music"
cask "font-source-code-pro"
cask "pusher"
cask "react-native-debugger"
cask "rectangle"
mas "Disk Speed Test", id: 425264550
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "GoodNotes", id: 1444383602
mas "HandShaker", id: 1012930195
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pastebot", id: 1179623856
mas "The Unarchiver", id: 425424353
mas "WhatsApp", id: 1147396723
mas "Xcode", id: 497799835
